/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidParameter" = "パラメータが無効です。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "操作コードが無効です。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "サーバに接続できませんでした。ログインデータをチェックしてください。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "アプリをリセットできませんでした。ネットワークに接続されているかどうか確認してください。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "ユーザはすでにログインしています。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "操作実行はすでに処理中です。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "操作コンテキストが無効です。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "通信プロトコルの ID が無効です。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "アクションアイテム ID が無効です。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "通信プロトコルを特定できませんでした。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "証明書のキーを取得できませんでした。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "証明書を取得できませんでした。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "未知のエラーが発生しました。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "セキュアストアはすでに存在します。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "データ型エラーが発生しました";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "セキュアストアが存在しません。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "引数が無効です。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "適切なパスコードを入力してください。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "パスワードをチェックしてください。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "セキュアストアはロックされています";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "セキュアストアがメモリ不足です";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "パスコードの有効期限が切れているため、変更する必要があります。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "{0} 文字以上の一意文字を含むパスコードを入力してください。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "1 文字以上の数字を含むパスコードを入力してください。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "1 文字以上の小文字を含むパスコードを入力してください。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "1 文字以上の特殊文字を含むパスコードを入力してください。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "このデバイスはすでに別のユーザに登録されています。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "1 文字以上の大文字を含むパスコードを入力してください。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "{0} 文字以上のパスコードを入力してください。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "{0} 文字以上の一意文字を含むパスコードを入力してください。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "入力されたパスコードが一致しません。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "このステータスでは、この操作は許可されていません。";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "入力したログインデータが不十分であるか、無効です。再試行してください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorCheckLoginData" = "サーバに接続できませんでした。ログインデータをチェックしてください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "ユーザ名およびパスワードをチェックしてください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "サーバに接続できませんでした。管理者に確認してください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "入力したログインデータが不十分であるか、無効です。再試行してください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "適切なパスコードを入力してください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "1 文字以上の数字を含むパスコードを入力してください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "入力されたパスコードが一致しません。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "パスコードの有効期限が切れているため、変更する必要があります。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeLength" = "{0} 文字以上のパスコードを入力してください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "1 文字以上の小文字を含むパスコードを入力してください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "1 文字以上の特殊文字を含むパスコードを入力してください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "{0} 文字以上の一意文字を含むパスコードを入力してください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "1 文字以上の大文字を含むパスコードを入力してください。";

/* XMSG max. 100 chars */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "セキュアストアが削除されました。";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "操作がサポートされていません。";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "SSO パスコードが無効です。";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Afaria 認証情報が無効です。";

